export const filter = {
  heading: 'Наші курси',
  first: [
    'Для навчання',
    'Для подорожі',
    'Для дітей',
    'Для дорослих'
  ],
  second: [
    'Для спілкування',
    'Граматика',
    'Для складання тестів'
  ]
}

export const lessons = {
  first: {
    title: 'Заняття в міні группі',
    list: [
      'Заняття 2 рази на тиждень',
      'Зворотній з\'зок',
      'Три місяці навчання',
      'Вартість 1200 ₴'
    ]
  },
  second: {
    title: 'Індивідуальні заняття',
    list: [
      'Власний графік',
      'Практика з викладачем',
      'Три місяці навчання',
      'Вартість 1800 ₴'
    ]
  },
}

export const plan = {
  heading: 'Як все проходить',
  listTitle: 'Етапи занять',
  list: [
    'Вивчаємо теорію, грамитику та лексику. Отримуємо нові слова на занятті.',
    'Тренуємось на інтерактивних завданнях. Відпрацьовуємо отриманні знання.',
    'Отримаємо домашнє завдання. Маємо чат підтримки з викладачем.',
    'На наступному занятті робираємо питання та типові помилки.'
  ]
}

export const feedbacks = [
  {
    author: 'Ана',
    city: 'Харків',
    feedback: 'Дуже рекомендую ці курси! Насичена програма, за урок ми встигаємо зробити багато вправ. Приголомшливі викладачі. В міру суворі та вимогливі, до того ж веселі та приємні.'
  },
  {
    author: 'Вікторія',
    city: 'Харків',
    feedback: 'Раджу всім, хто цінує свій час, хто має абітну мету та бажання самореалізуватися в професійному напрямку (без опанування іноземної мови - це просто unreal), кому потрібен індивідуальний підхід до навчання.'
  },
  {
    author: 'Олег',
    city: 'Харків',
    feedback: 'Прекрасна школа! За той час, що навчався тут, відчутно підняв рівень англійської. Кожне заняття це повний комплекс між викладачем та учнем, так як працюють фахівці в своїй справі.'
  }
]

export const faq = [
  {
    question: 'Скільки потрібно часу щоб вивчити мову?',
    answer: 'Все залежить від деколькіх факторів, проте є два найголовніших. Перш за все це ваша наполегливість. По друге ваш рівень, та якого рівня володіння мовою ви хочете досягти. Рекомендуємо записатись на наш пробний урок та пройти тестування.'
  },
  {
    question: 'Чи потрібно купувати учбові матеріали?',
    answer: 'Всі учбові матеріали надаються нашою школою безкоштовно.'
  },
  {
    question: 'Скілки разів треба займатись на тиждень?',
    answer: 'Чим частіше, тим краще. На уроках ви отримуєте нові знання, а виконуючи домашні завдання закріплюєте матеріал. Так у вас будуть формуватись стійки навички та знання.'
  }
]

export const footerNav = [
  {
    url: '#main',
    text: 'Головна'
  },
  {
    url: '#courses',
    text: 'Наші курси'
  },
  {
    url: '#teachers',
    text: 'Викладачі'
  },
  {
    url: '#form',
    text: 'Записатись'
  }
]

export const footerSocial = [
  {
    url: '#',
    text: 'Instagram'
  },
  {
    url: '#',
    text: 'Facebook'
  },
  {
    url: '#',
    text: 'Twitter'
  },
  {
    url: '#',
    text: 'LinkedIn'
  }
]
